<?php

return [
	'voices' => [
		'голосовые сообщения для пидоров',
		'Мне лень слушать. Надеюсь у тебя все хорошо. Пока.',
	],
	'answers' => [
		[
			'triggers' => ['флешмоб'],
			'answers' => [
				'Это не флешмоб.',
				'Это флешмоб',
				'Не флешмоб, а метамем',
			],
			'reply' => true,
		],
		[
			'triggers' => ['почему?'],
			'answers' => ['photo:https://fready.ru/img/because.jpg'],
			'reply' => true,
		],
		[
			'triggers' => ['кодзима', 'нолан'],
			'answers' => ['гений'],
			'reply' => true,
		],
		[
			'triggers' => ['=илюхер'],
			'answers' => ['лох', 'sticker:CAADAgADDQEAAsBnlAoPMCi9TUjCDwI'],
			'reply' => true,
		],
		[
			'triggers' => ['=илюхер гей', '=илюхер пидор'],
			'answers' => ['нет ты'],
			'reply' => true,
		],
		[
			'triggers' => ['уаз'],
			'answers' => ['заебали хейтить уаз. Ебучей тесле до него как до луны'],
			'reply' => true,
		],
		[
			'triggers' => ['ты пидор'],
			'answers' => [
				'Ты отпугиваешь аудиторию своими оскорблениями!!!11',
				'нет, ты',
				'sticker:CAADAgADWwEAAsBnlApogmnNpALcEAI',
			],
			'reply' => true,
		],
		[
			'triggers' => ['zoibana', 'зоибана'],
			'answers' => [
				'зобиана нормальный',
			],
			'reply' => true,
		],
		[
			'triggers' => ['лихачев', 'лихачов', 'лихачёв'],
			'answers' => [
				'давай еще одну шуточку про школьника',
			],
			'reply' => true,
		],
		[
			'triggers' => ['=наденька'],
			'answers' => [
				'солнышко',
			],
			'reply' => true,
		],
		[
			'triggers' => ['елистратов', 'саратов'],
			'answers' => [
				'photo:https://fready.ru/img/elistratov.png?1',
			],
			'reply' => true,
		],
		[
			'triggers' => ['=нет'],
			'answers' => ['климова ответ', 'Чо нет, когда да.'],
			'reply' => true,
		],
		[
			'triggers' => ['лебедев'],
			'answers' => ['Это ж из жж чувак, не?'],
		],
		[
			'triggers' => ['xiaomi', 'сяоми'],
			'answers' => [
				'ХАХА ГЕЙ!',
				'Зяоми для бомжей и говноедов.',
			],
			'reply' => true,
		],
		[
			'triggers' => ['tesla', 'тесла'],
			'answers' => [
				'Теслы выглядят как говно',
				'Ты ебучий хипстор, из машины делаешь гаджет, шоб ты сдох. Пиздец, как у меня горит.',
			],
			'reply' => true,
		],
		[
			'triggers' => ['=ору', 'орейро'],
			'answers' => ['Да, я кекал с этого еще в 2014.', 'орало не порви'],
			'reply' => true,
		],
		[
			'triggers' => ['=гей', 'климов', 'гомосек'],
			'answers' => ['Выпускайте Климова!'],
			'reply' => true,
		],
		[
			'triggers' => ['яйц'],
			'answers' => ['Юмор про куриные и человеческие яйца, щас вот прямо обоссуся'],
			'reply' => true,
		],
		[
			'triggers' => ['цыпа', 'цыплухин', 'циплухин'],
			'answers' => [
				'photo:https://fready.ru/img/cp.png',
				'sticker:CAADAgADzgEAAln0dAABFSSAeSJN8A4C',
			],
			'reply' => true,
		],
		[
			'triggers' => ['tjournal.ru'],
			'answers' => [
				'Заголовок уровня "Заголовок".',
				'почему это важно?',
				'Ни о чем. Покудахтать.',
				'Плюсанул уже, в аляску надо было писать',
				'В кои-то веки в тж кто-то работает на совесть',
			],
			'reply' => true,
		],
		[
			'triggers' => ['тж'],
			'answers' => [
				'тж скатился',
			],
			'reply' => true,
		],
		[
			'triggers' => ['=кек'],
			'answers' => ['Ты кто?'],
			'reply' => true,
		],
		[
			'triggers' => ['=хуй'],
			'answers' => [
				'да вы заебали',
				'Слови рак яичек',
				'Я тебя ненавижу.',
				'Заразись спидом.',
				'Что с тобой не так?',
				'О, работает',
				'кто бы сомневался',
				'Это еще раз доказывает, что лучше читать, чем писать.',
			],
			'reply' => true,
		],
		[
			'triggers' => ['выглядит как', 'выгледит как'],
			'answers' => [
				'Да нормально он выглядит',
				'Это потому что ты гей',
			],
		],
		[
			'triggers' => ['=женщины'],
			'answers' => ['сильные независимые'],
		],
		[
			'triggers' => ['meduza.io', 'медуза'],
			'answers' => [
				'медуза ссаное говно',
			],
			'reply' => true,
		],
		[
			'triggers' => ['доброе утро', 'утра', 'доброе утро чат'],
			'trigger_user_ids' => [177498048],
			'answers' => [
				'Кукусики 😊',
				'Кукусики 😘',
				'Кукусики 💕',
				'Кукусики 😏',
				'Кукусики 😉',
				'Кукусики 🙌',
				'Кукусики 😑',
				'Кукусики 😻',
			],
			'reply' => true,
		],
		[
			'triggers' => ['губернатор'],
			'answers' => [
				'я не губернатор я верховный диктатор!!!11',
			],
			'reply' => true,
		],
		[
			'triggers' => ['жопа', '=анус', 'говно'],
			'answers' => [
				'ой, да я смотрю, тут серьезные дискуссии',
			],
			'reply' => true,
		],
		[
			'triggers' => ['=че?', '=ты че?', '=что?', '=ты чо?', '=чо?', '=чего?'],
			'answers' => [
				'Ничо, прост бомблю',
				'Шото никто не понял иронии да',
			],
			'in_reply_to_me' => true,
			'reply' => true,
		],
		[
			'triggers' => ['=заебал', '=ты заебал'],
			'answers' => [
				'А ты вообще в каждой жопе затычка',
				'но кого собсна ебет мое мнение',
				'Шо ты минусуешь, пояснил бы хоть',
				'Это плохой совет и не отвечает на мой вопрос',
				'Шото никто не понял иронии да',
			],
			'in_reply_to_me' => true,
			'reply' => true,
		],
		[
			'triggers' => ['наркот', 'наркоман', 'норкот', 'кокс', 'героин', 'травк'],
			'answers' => [
				'Наркоманы ебучие шоб вы сдохли',
				'sticker:CAADAgADSAEAAsBnlAoKtcvRWWvmUgI',
			],
			'reply' => true,
		],
		[
			'triggers' => ['яндекс'],
			'answers' => [
				'Срать ебал яндекс и все его говно',
				'Обсоски из яндекса молчали бы уж',
			],
			'reply' => true,
		],
		[
			'triggers' => ['навальн'],
			'answers' => [
				'навальный хуесос',
				'А я вот навального полайкал, я тоже молодец.',
				'Навальный может катиться к хуям',
			],
			'reply' => true,
		],
		[
			'triggers' => ['илон'],
			'answers' => [
				'Элон',
			],
		],
		[
			'triggers' => ['блокировк'],
			'answers' => [
				'ААААА ЧТО ЖЕ ДЕЛАТЬ МЫ ВСЕ УМРЕМ',
			],
		],
		[
			'triggers' => ['элон маск', 'илон маск', '=маск'],
			'answers' => [
				'Маск - переоцененный хуесос',
			],
		],
		[
			'triggers' => ['вконтакт', '=вк', 'vk.com', 'дуров'],
			'answers' => [
				'Блядь ебучий дуров шоб он сдох',
			],
			'reply' => true,
		],
		[
			'triggers' => ['тайланд', 'андройд', 'рептилойд', 'биткойн', 'зойбана', 'войн'],
			'answers' => ['шоб ты сука сдох'],
			'reply' => true,
		],
		[
			'triggers' => ['ивахнов'],
			'answers' => [
				'блять, стейков захотелось',
				'ивахнов нормальный',
			],
			'reply' => true,
		],
		[
			'triggers' => ['нужен илюхер'],
			'answers' => ['Вам тут нужен мой комментарий?', 'Илюхерские заветы действуют в полную мощь.'],
			'reply' => true,
		],
		[
			'triggers' => ['кто ты', 'ты кто'],
			'answers' => ['https://tjournal.ru/15363-kto-takoy-ilyuher-i-zachem-on-zdes'],
			'in_reply_to_me' => true,
			'reply' => true,
		],
		[
			'triggers' => ['=спорт'],
			'answers' => ['Спорт для пидоров'],
			'reply' => true,
		],
		[
			'triggers' => ['рогов'],
			'answers' => ['Не забывайте кидать денег Рогову на сбер 4276 0218 2719 8453'],
			'reply' => true,
		],
		[
			'triggers' => ['реп-бат', 'рэп-бат', 'репбат', 'рэпбат', 'реп бат', 'рэп бат'],
			'answers' => ['Я блядь срать ебал ваш баттл-реп, и охумирона вашего срать ебал, и всех его дрочеров срать ебал, а особенно срать ебал дебилов, оплативших доступ к трансляции этой хуйни, потому что убежден, что им не столько надо в прямом эфире все это посмотреть, сколько пошуметь в соцсеточках и поощущать свою причастность.'],
			'reply' => true,
		],
	],
];